experiments/redis_contention/redis_numactl/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_28/pair_14/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets        10513.94    525696.42         0.53         0.38037         0.38300         0.58300         0.59900    542246.72 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      10513.94    525696.42         0.53         0.38037         0.38300         0.58300         0.59900    542246.72